<template>
<div>
	<!-- --------------------------------------------------------------------------------------------------- -->
   <!-- NEW SERVICE -->
   <div id="services" class="container-fluid mb-5" style="background-image: url('assets/icon_bg/bg-arch.jpg'); background-repeat: no-repeat; background-attachment: fixed;background-position: center;">
      <div class="container">
			<!-- row -->
         <div class="row">
         	<div class="col-md-10 offset-md-1">
         		<div class="row">
         			<div class="col-md-12">
         				<br>
         				<div class="border-bottom border-danger border-3 position-relative mt-5 pl-4">
         					<span class="fs-4 fw-bold text-center pl-4 pr-4">CGデジタルイメージコンテンツ制作についてのサービス規程</span>
         				</div>
         			</div>
         		</div>
         	</div>
	      </div>
			<!-- row-end -->

			<!-- row -->
         <div class="row">
         	<div class="col-md-10 offset-md-1">
         		<div class="row">
         			<div class="col-md-10 offset-md-1">

							<!-- row -->
							<div class="row mt-5">
								<div class="col-md-12">
									<p class="mb-5">
                              このサービス規程は、株式会社マルモリカンパニー（以下「マルモリカンパニー」といいます。）が提供する「ジャパンホームシールドCGパース・ウォークスルー動画・シミュレーションVR・ウォークインVR・VRタウン・ホームステージング等のデジタルイメージコンテンツ制作サービス」（以下「本サービス」といいます。）と、ジャパンホームシールド株式会社（以下「JHS」といい、JHSのフランチャイズ登録加盟店を含みます。）が行う本サービスの代理販売について、定めたものです。<br>
                              JHS登録事業者様（以下「事業者」といいます。）は、本規程をよくお読みいただき、内容をご理解いただいたうえ、本サービスをお申込みください。<br>
                              <br>
                              本サービスをご利用するお客様は、本規定のすべての記載内容ついて同意したものとみなされます。
									</p>
                        </div>
                     </div>

                     <div v-if="!showMoreService" class="row">
                        <div class="col-md-12 text-center">
                           <button @click.prevent="showMoreService = true" class="btn btn-danger">もっと見る</button>
                        </div>
                     </div>

                     <div v-if="showMoreService" class="row">
                        <div class="col-md-12">
									<p class="mb-5">
										<b>第1条（総則）</b><br>
										1. 本規程は、本サービスの受委託に関する基本的事項を定めたものであり、事業者がJHSを通じて申し込み、事業者とマルモリカンパニーとの間で都度締結される本サービスの個別契約に対して適用されるものとします。<br>
										2. 個別契約において本規程の一部の適用を排除し、又は本規程と異なる事項を定めたときは、本規程の定めにかかわらず個別契約に定めるところによるものとします。<br>
										3. 本サービスについて、本規程及び個別契約のいずれにも定めがない事項については、当社及び当社フランチャイズ加盟店の事業者登録制度にかかる登録の手引き記載の「サービス規程」（以下「原規程」といいます。）が適用されます。
									</p>
									<p class="mb-5">
										<b>第2条（サービス内容）</b><br>
										本サービスにより提供する成果物及び納品形式は、次のとおりです。<br>
										① CGパース（.jpgファイル納品）<br>
										② ウォークスルー動画（ショート動画を含む）（.mp4ファイル納品）<br>
										③ シミュレーションVR（URL納品）<br>
										④ ウォークインVR（ハイグレード）（URL納品）<br>
										⑤ ウォークインVR（マスターグレード）（URL納品）<br>
										⑥ VRタウン（URL納品）<br>
										⑦ ホームステージング（.jpgファイル納品。スライダー機能搭載時はURL納品）<br>
										⑧ プロジェクトオーダー（上記①～⑥までの組合せ。納品形式は各成果物に準ずる）<br>
										⑨ VR用現地360°写真撮影（VR成果物との合成によるURL納品）<br>
										⑩ VRコンテンツ用サーバー維持保守費用（URL提供）
									</p>
									<p class="mb-5">
										<b>第3条（JHSの販売代行）</b><br>
										1. 本サービスは、JHSが提供するWebサイト「JHSオンライン」からの発注を原則とし、JHSの登録事業者のみ利用が可能です。<br>
										2. 本サービスの申込みの受領、追加・変更を伴う際の見積書作成、本サービスの利用料金の収受は、JHSがマルモリカンパニーに代わり行います。<br>
										3. 本サービスの提供（成果物の納品、損害が発生した場合の支払い等）はマルモリカンパニーがその責任に基づき行うもので、JHSは責任を一切の責任を負いません。<br>
										4. 前項に関わらず、JHSは、本サービスの販売に関しJHSの責に帰すべき事由により相手方に損害を与えた場合に限り、現実に生じた通常の損害（付随的損害、間接損害および逸失利益等にかかる損害を除きます）の範囲で、当該損害を賠償するものとします。ただし、損害賠償の額は、故意又は重大な過失による場合を除き、本サービスの利用料金相当額を限度とします。
									</p>
									<p class="mb-5">
										<b>第4条（本サービスの変更、販売の停止・中止）</b><br>
										JHSは、マルモリカンパニーまたはJHSの都合により、本サービスの内容、納期、利用料金等を変更し、または本サービスの販売を停止、若しくは中止することがあります。
									</p>
									<p class="mb-5">
										<b>第5条（制作の依頼と進め方）</b><br>
										1. 事業者がJHSオンライン上の案内に従ってCG制作依頼を行うことで、マルモリカンパニーへの制作発注（本サービスの個別契約）が成立となります。なお、JHSオンラインから依頼ができない事業者には、別途依頼書にて発注いただく方法を、JHSから都度案内致します。<br>
										2. 制作依頼から2営業日以内に、マルモリカンパニーから事業者（ご担当者様）へ、制作の流れをメール、電話等でご案内します。<br>
										3. 製作の進行については、ビジネスチャットツール「Chatwork」上で行います。事業者ごとのスレッドを作成し、マルモリカンパニー、事業者、JHSが製作の進行状況を共有できるようにします。
									</p>
									<p class="mb-5">
										<b>第6条（必要図面）</b><br>
										1. 事業者は、下記①～⑥の図面を提供願います。<br>
										<span class="ps-3">① 平面図 </span><br>
										<span class="ps-3">② 立面図 </span><br>
										<span class="ps-3">③ 配置図 </span><br>
										<span class="ps-3">④ 仕上げ表(外壁や玄関ドアなどの型番)</span><br>
										<span class="ps-3">⑤ Google Mapで検索できる現地住所 </span><br>
										<span class="ps-3">⑥ その他任意資料（外構図、画像資料、3Dデータなど）</span><br>
										2. 図面に変更がある場合は、発注の翌営業日まで変更が可能です。翌々営業日以降に変更が生じた場合は、マルモリカンパニーへ個別にお問い合わせください。<br>
										3. その他、制作イメージや個別の要望がある場合は、別途資料をご提供ください。<br>
										4. 事業者が提供する図面等の情報に関し、マルモリカンパニー及びJHSは、本サービスの目的以外に利用せず、第三者に開示しないものとします。
									</p>
									<p class="mb-5">
										<b>第7条（成果物の納品）</b><br>
										1. 成果物は、その種類に応じて、以下の方法で納品致します。<br>
										「Chatwork上又はメール送付」<br>
										CGパース（静止画）、ホームステージング（スライダー機能なし）等の比較的データ容量の軽いもの。<br><br>

										「大容量データ転送サービス」<br>
										 ウォークスルー動画等のデータ容量が大きいもの。（CGパースも複数枚の場合を含む）「URL納品」<br><br>

										「URL納品」<br>
										シミュレーションVR、ウォークインVR、VRタウン、ホームステージング（スライダー機能付き）等の、プログラムサーバー上で成果物の動作環境を再現するもの。<br>
										※URL納品成果物については、次条「サブスクリプションサービス」をご確認ください。<br>
										2. 業者は、成果物が提供した図面等に照らして問題ないものかを速やかに確認し、仮に問題がある場合は直ちにマルモリカンパニーに通知するものとします。
									</p>
									<p class="mb-5">
										<b>第8条（サブスクリプションサービス）</b><br>
										事業者は、本サービスのオプションとして、サブスクリプションサービスを申し込むことができます。サブスクリプションサービスの内容と注意事項は、次のとおりです。<br>
										1.（対象コンテンツ）VR成果物（プログラムサーバー上で動作する全てのコンテンツ）、URLでの納品成果物が対象となります。.jpg .pngファイル及び.mp4の単独ファイルでの納品成果物は対象外となります。<br>
										2.（仕様）事業者ごとのドメインを取得し、VR用サーバー上で運用します。<br>
										3.（月額保守料の発生時期）VRコンテンツを成果物として納品した日が属する翌月から発生します。<br>
										4.（月額保守料の終了時期）VRコンテンツをシステムから消去した日が属する月まで発生します。<br>
										5.（抹消したVRコンテンツの取り扱い）プログラムサーバー内のVRコンテンツを初期化消去した後、再運用は出来ないものとします。<br>
										6.（VRコンテンツ成果物の著作権）提供したコンテンツ一式の著作権は、マルモリカンパニーに所属します。VR成果物の他社への提供、供与は出来ません。<br>
										7.（月額保守料の月次処理）月額維持保守料は、毎月1日時点で発生し、日割り計算はできないものとします。<br>
										8.（月額維持保守料の金額）30,000円（税別）/月。（データ容量100ギガバイトまで）。100ギガを超える場合、＋100ギガバイト毎に10,000円（税別）を加算します。<br>
										9.（障害等による免責事項）天災、人災、機械故障、通信障害、保守点検等によるVRコンテンツサービスが中断、遅延、または欠陥がある場合があります。マルモリカンパニー及びJHSは、サービス提供中に発生した損害について一切責任を負わないものとします。<br>
										10.（サービスの変更・中止）マルモリカンパニー及びJHSは、事前の通知なしにサブスクリプションサービスを変更または中止することがあります。また、利用者に事前の通知を行うことなく、サービスの内容を変更することがあります。
									</p>
									<p class="mb-5">
										<b>第9条（納品書及び納品受領）</b><br>
										1. 成果物納品後、マルモリカンパニーより電子署名システム（クラウドサイン）を使用し、事業者に納品書を送付します。<br>
										2. 事業者が電子署名システムで受領確認をした時点で納品完了とします。通知より3営業日以内に受領確認をお願いします。受領確認ができない場合は、受領確認のご連絡を致します。
									</p>
									<p>
										<b>第10条（キャンセルの取り扱い）</b><br>
										制作着手以降にキャンセルが発生した場合は、制作進行具合状況により、以下のキャンセル費用が発生します。
										<ul class="mb-5">
											<li>中間チェック（アングル･形状チェック）提出前 ： 制作費の25％</li>
											<li>中間チェック（アングル･形状チェック）提出以降 : 製作費の50％</li>
											<li>中間チェック（アングル･形状チェック）以後の修正依頼について、修正対応提出以降：製作費の75％</li>
											<li>最終チェック提出以降 ： 製作費の100％</li>
											<li>その他特別な要望対応の途中キャンセルについては、別途、事業者とマルモリカンパニーの協議にて決定いたします。</li>
										</ul>
									</p>
									<p class="mb-5">
										<b>第11条（チェックバック以後の大幅な修正・変更）</b><br>
										アングルチェック、形状チェック以後のチェックバック（修正指示）以降に、大幅な修正・変更を行う場合は、再見積が必要となります。再見積の結果、キャンセルとなった場合は、前項のキャンセル金額を適用致します。
									</p>
									<p class="mb-5">
										<b>第12条（著作権）</b><br>
										CGパース・ウォークスルー動画・シミュレーションVR等制作データその他全ての成果物（未完成のものを含む）の著作権（著作権法第27条及び同法第28条の権利を含みます。）、特許権、実用新案権、商標権、意匠権その他の知的財産権（それらの権利を取得し、又はそれらの権利につき登録等を出願する権利を含みます。）及びアイデア、ノウハウ等に係る権利については、マルモリカンパニーに帰属します。マルモリカンパニーの書面による許可なく、自社商品の販促、営業、提案以外の目的で使用することは禁止致します。
									</p>
									<p class="mb-5">
										<b>第13条（禁止事項）</b><br>
										1. 成果物を複製・加工して販売、配布、譲渡、貸与、その他二次利用行為等を行う事は禁じます。<br>
										2. 成果物は、商標・商号等に使用し、登録・登記することはできません。ただし、発注した事業者は、成果物をホームページ等のコンテンツの一部として営利・非営利を問わずご利用頂けます。<br>
										3. 成果物を公序良俗に反する目的で使用することを禁じます。
									</p>
									<p class="mb-5">
										<b>第14条（免責事項）</b><br>
										1. 成果物を使用した場合に発生する如何なる不利益についても、マルモリカンパニー及びJHSは一切の責任を負いません。<br>
										2. 当サイトの利用に関するトラブルや損失・損害等につきましても、前項と同様とします。
									</p>
									<p class="mb-5">
										<b>第15条（納品成果物の営業利用）</b><br>
										事業者は、納品成果物について、製作物から個人情報を特定できない範囲で、マルモリカンパニー及びJHSが製作サンプルとして利用する事を許諾するものとします。
									</p>
									<p class="mb-5">
										<b>第16条（利用規約の変更）</b><br>
										マルモリカンパニー及びJHSは、必要と判断した場合には事業者に通知することなく、いつでも本規程を変更することができるものとします。
									</p>
									<p class="mb-5">
										<b>第17条（契約不適合責任）</b><br>
										本サービスの成果物の種類、品質又は数量が個別契約の内容に適合しないものである場合（以下契約不適合という）、事業者はマルモリカンパニーに対し、本件成果物の修補、代替物若しくは不足分の引渡し又は解除をすることができるものとし、マルモリカンパニーは事業者と協議の上、双方合意した方法に従うものとします。ただし、契約不適合が事業者の与えた指示によって生じたものである場合、事業者が納品時の確認及び通知を怠った場合、又は事業者が契約不適合を知った時から1か月以内にその旨を通知しない場合はこの限りではありません。
									</p>
									<p class="mb-5">
										<b>第18条（代金の支払い方法及び支払い時期）</b><br>
										本サービスの代金の支払い方法及び支払い時期については、個別契約の定め通りとします。
									</p>
									<p class="mb-5">
										<b>第19条（個人情報の取り扱い）</b><br>
										本サービスにおける個人情報の取り扱いに関しては、本ホームページに掲載している「<router-link to="/privacy">個人情報保護方針</router-link>」を適用するものとします。
									</p>
									<p class="mb-5">
										<b>第20条（合意管轄について）</b><br>
										本サービスにおいて生じた紛争について訴訟を提起するときは、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
									</p>
									

								</div>
							</div>
							<!-- row-end -->

         			</div>
         		</div>
         	</div>
	      </div>
			<!-- row-end -->

      </div>
		<!-- container-end -->

   </div>
   <!-- NEW SERVICE-END -->
	<!-- --------------------------------------------------------------------------------------------------- -->
</div>
</template>

<script>
import faqsData from '../data/faqs'

export default {
	data() {
		return {
      	showMoreService: false
		}
	},
	computed: {
	},
	methods: {
	}
}
</script>

<style>
</style>